const Map<String, List<String>> emotions = {
  'Радость': ['возбуждение', 'восторг', 'игривость', 'наслаждение', 'очарование', 'осознанность', 'смелость', 'творчество', 'удовольствие', 'чувственность', 'энергичность', 'экстравагантность'],
  'Сила': ['преданность', 'величественность', 'уверенность', 'признание', 'уважение', 'гордость', 'решительность', 'разумность', 'значимость', 'авторитетность', 'удовлетворенность', 'бодрость'],
  'Спокойствие': ['умиротворенность', 'задумчивость', 'близость', 'нежность', 'доверие', 'сдержанность', 'созерцательность', 'расслабленность', 'отзывчивость', 'безмятежность', 'чувствительность', 'благодарность'],
  'Грусть': ['вина', 'стыд', 'подавленность', 'одиночество', 'скука', 'вялость', 'робость', 'глупость', 'несчастье', 'неадекватность', 'неполноценность', 'безразличие'],
  'Бешенство': ['уязвление', 'враждебность', 'злость', 'свирепость', 'ненависть', 'придирчивость', 'зависть', 'эгоизм', 'разочарование', 'ярость', 'раздражение', 'скептичность'],
  'Страх': ['покинутость', 'смущение', 'беспомощность', 'покорность', 'безнадежность', 'тревожность', 'озадаченность', 'обескураженность', 'ничтожность', 'слабость', 'неловкость', 'нелепость'],
};
