const Map<String, List<String>> emotions = {
  'Радость': ['Возбуждение', 'Восторг', 'Игривость', 'Наслаждение', 'Очарование', 'Осознанность', 'Смелость', 'Творчество', 'Удовольствие', 'Чувственность', 'Энергичность', 'Экстравагантность'],
  'Сила': ['Преданность', 'Величественность', 'Уверенность', 'Признание', 'Уважение', 'Гордость', 'Решительность', 'Разумность', 'Значимость', 'Авторитетность', 'Удовлетворенность', 'Бодрость'],
  'Спокойствие': ['Умиротворенность', 'Задумчивость', 'Близость', 'Нежность', 'Доверие', 'Сдержанность', 'Созерцательность', 'Расслабленность', 'Отзывчивость', 'Безмятежность', 'Чувствительность', 'Благодарность'],
  'Грусть': ['Вина', 'Стыд', 'Подавленность', 'Одиночество', 'Скука', 'Вялость', 'Робость', 'Глупость', 'Несчастье', 'Неадекватность', 'Неполноценность', 'Безразличие'],
  'Бешенство': ['Уязвление', 'Враждебность', 'Злость', 'Свирепость', 'Ненависть', 'Придирчивость', 'Зависть', 'Эгоизм', 'Разочарование', 'Ярость', 'Раздражение', 'Скептичность'],
  'Страх': ['Покинутость', 'Смущение', 'Беспомощность', 'Покорность', 'Безнадежность', 'Тревожность', 'Озадаченность', 'Обескураженность', 'Ничтожность', 'Слабость', 'Неловкость', 'Нелепость'],
};
